Returns all the exposed faces, that is, those that have an associated CoverType.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public IList<Reference> GetExposedFaces()
  Visual Basic
Public Function GetExposedFaces As IList(Of Reference)
  Visual C++
public:
IList<Reference^>^ GetExposedFaces()
 See Also
  RebarHostData Class
  Autodesk.Revit.DB.Structure Namespace